---
kind: property
id: P:Autodesk.Revit.DB.Visual.Ceramic.CeramicBumpMap
source: html/fe311e6c-f7c1-2f89-2f73-f24a6a9ace49.htm
---
# Autodesk.Revit.DB.Visual.Ceramic.CeramicBumpMap Property

The property labeled "Image" from the "Ceramic" schema.

## Syntax (C#)
```csharp
public static string CeramicBumpMap { get; }
```

## Remarks
This property is of type "AssetPropertyReference" and will only contain a reference to a connected image.